[
  {
    "dish": "NAPOLEON",
    "ingredients": "A twist to the classic French dessert: layered between puff pastry sheets, tiramisu filling, vanilla and chocolate cakes, and French cream accented with rum raisins and cranberries.",
    "weight": "150g",
    "price": "10$"
  },
  {
    "dish": "LEMON MINI CAKES",
    "ingredients": "Soft and moist lemon flavored mini sponge cakes.",
    "weight": "70g",
    "price": "7$"
  },
  {
    "dish": "SPICY SAUSAGE",
    "ingredients": "A flavorful combination of sausage and shredded cheese. Topped with mayonnaise and Sriracha Chili sauce.",
    "weight": "100g",
    "price": "18$"
  },
  {
    "dish": "BUTTERMILK PANCAKES WITH BACON",
    "ingredients": "Four fluffy buttermilk pancakes served with warm vanilla maple syrup and a side of applewood smoked bacon. ",
    "weight": "200g",
    "price": "25$"
  },
  {
    "dish": "SMOKED BACON & CHEDDAR PANINI",
    "ingredients": "Scrambled eggs, crisp applewood smoked bacon and cheddar cheese on our grilled country sourdough bread.",
    "weight": "170g",
    "price": "12.5$"
  },
  {
    "dish": "ANAHEIM PANINI",
    "ingredients": "Freshly scrambled eggs, applewood smoked bacon, tomatoes, green onions, avocado and cheddar cheese on grilled sourdough.",
    "weight": "100g",
    "price": "11.5$"
  },
  {
    "dish": "CHICKEN APPLE SAUSAGE POWER FLAT",
    "ingredients": "Scrambled eggs with chicken apple sausage and cheddar & Parmesan cheeses in a grilled multigrain flatbread.",
    "weight": "100g",
    "price": "11.5$"
  },
  {
    "dish": "BUTTERMILK PANCAKES & EGGS WITH BACON",
    "ingredients": "Four fluffy buttermilk pancakes served with warm vanilla maple syrup, freshly scrambled eggs and applewood smoked bacon.",
    "weight": "200g",
    "price": "25$"
  },
  {
    "dish": "BELGIAN WAFFLE",
    "ingredients": "A crisp Belgian waffle served with warm syrup. Served with two eggs and choice of bacon or sausage.",
    "weight": "150g",
    "price": "18$"
  },
  {
    "dish": "COCO’S CINNAMON ROLL FRENCH TOAST",
    "ingredients": "Three slices of our sweet cinnamon roll dipped in egg batter and grilled to perfection. Lightly dusted with powdered sugar and served with warm syrup. Served with two eggs and choice of bacon or sausage. ",
    "weight": "100g",
    "price": "15$"
  },
  {
    "dish": "MULTI-GRAIN & NUT PANCAKES",
    "ingredients": "MULTI-GRAIN & NUT PANCAKES A hearty stack of freshly-made multi-grain pancakes infused with almonds and walnuts, served with warm syrup. Served with two eggs and choice of bacon or sausage.",
    "weight": "150g",
    "price": "10$"
  },
  {
    "dish": "CALIFORNIA CHICKEN CIABATTA",
    "ingredients": "Natural chicken breast with applewood smoked bacon, fresh avocado, crisp lettuce, fresh tomatoes, red onions, Jack cheese and mayo on fresh-baked ciabatta bread.",
    "weight": "250g",
    "price": "21.3$"
  },
  {
    "dish": "TURKEY, AVOCADO, JACK CROISSANT",
    "ingredients": "A flaky, fresh-baked croissant piled high with thinly sliced natural turkey breast, fresh avocado, Jack cheese, crisp lettuce, fresh tomatoes and mayo. ",
    "weight": "220g",
    "price": "22.3$"
  },
  {
    "dish": "FRENCH DIP",
    "ingredients": "Natural, thinly sliced roast beef piled high on a fresh-baked French baguette with rich and flavorful au jus. ",
    "weight": "180g",
    "price": "5.5$"
  },
  {
    "dish": "DUTCH APPLE",
    "ingredients": "Sugar and cinnamon-tossed apple slices are baked to perfection beneath a sweet, golden, crumbly topping. Prices may vary by location.",
    "weight": "130g",
    "price": "10.79$"
  },
  {
    "dish": "LEMON MERINGUE",
    "ingredients": "Sweet and tart lemon filling topped with a light meringue in a flaky pastry crust.",
    "weight": "130g",
    "price": "13.99$"
  }
]
